[
    "God began the creation of the world.",
    "God created light, and he deemed it beneficial; he then separated the light from the dark.",
    "God established Day and Night as distinct periods.  The day began, and the night followed.  Evening and morning emerged, and this cycle repeated once.",
    "God created a separated expanse – a firmament – to contain the waters, allowing them to be distinct.",
    "God created the sky and separated the water above and below, establishing this separation as a defined boundary.",
    "God created the sky and the earth, establishing day and night as separate periods.",
    "God commanded the waters to coalesce into a single mass under the sky, forming the land.",
    "God created the Earth and the waters, and then assessed it as suitable for habitation.",
    "God commanded that the earth produce vegetation – grass, herbs, and fruit trees with seeds, and the seeds themselves be scattered across the land.",
    "God saw that it was good, and the earth produced vegetation, including grass, herbs, and trees with fruit, and contained the seed within.",
    "The day was complete, followed by evening, then morning. It was the third day of the week.",
    "God commanded the creation of celestial lights to separate the daytime from nighttime. These lights would serve as indicators and markers for time, seasons, and duration.",
    "God created light for the earth, and it appeared.",
    "God created two bright lights. The greater light governs the day, while the lesser light governs the night. He also created the stars.",
    "God placed the heavens and earth in a structure for illumination across the planet.",
    "God established dominion over day and night, and divided the light from the darkness. And God beheld it as pleasing.",
    "The day progressed, transitioning into a fourth day.",
    "God commanded the waters to coalesce into numerous animal populations and avian life, allowing them to inhabit the open expanse of the heavens.",
    "God created the vast marine creatures and all living things that move within the water, each type after the other, and God deemed it a good creation.",
    "God blessed them, commanding them to increase in number and populate the waters and seas, and to multiply birds as well.",
    "The day progressed to the fifth day of creation.",
    "God decreed that the earth would generate new life forms, including animals and plants, as well as creatures for the land.",
    "God created land animals and livestock, as well as all creatures that dwell on the earth, and found them agreeable.",
    "Let us create a human likeness to us, in our form and traits, and grant them dominion over all sea life, birds in the sky, land animals, and all other creatures that dwell upon the earth.",
    "God created man according to his own design, and then created male and female.",
    "God blessed them, and God commanded them to multiply, fill the earth, and rule over all living creatures.",
    "God declared, ‘I have blessed all plants and trees, yielding fruit and seeds. You may consume them as sustenance.’",
    "I have provided sustenance for all creatures on Earth, including beasts and birds, and all that lives upon the land.  There is ample green vegetation available for them.",
    "God surveyed all that he created, and it was complete and satisfactory. The day progressed, and then evening followed, followed by morning – the sixth day.",
    "And the heavens and the earth were completed, and all its inhabitants were finished.",
    "God completed his creation and rested as the seventh day.",
    "God blessed the seventh day and made it holy, for in it he rested after completing all his creation and tasks.",
    "These generations were created alongside God when He established the earth and the heavens.",
    "No plant or herb existed in the fields, as the earth was barren; no man had the capability to cultivate the soil.",
    "A cloud arose from the ground, and it rained across the land.",
    "God created man from earth, and breathed life into him. Man became alive.",
    "Jehovah God established a garden in Eden to the east. He then created a man as he had planned.",
    "Jehovah created trees of pleasing sight and nourishment, a tree of life within the garden, and a tree of wisdom and discernment."
]